Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G25.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER EIGHT Tents and Temples
zh_cn: 第八章 帐棚与圣殿

source: Kathryn's penchant for stirring up controversy followed her to Pittsburgh.
zh_cn: 凯瑟琳擅于惹起议论的特质跟着她到了匹兹堡。

source: By the early spring of 1951, her meetings in the Carnegie Hall were being picketed by angry pastors and a few church leaders who claimed she was "stealing sheep" from the local churches.
zh_cn: 1951年初春之际，在卡内基礼堂的布道会就受到一些忿怒的牧师的盯哨，还有几个教会领袖说她到地方教会偷羊。

source: She countered that she was not stealing sheep, just feeding a flock of starving lambs.
zh_cn: 她反驳说她并没有”偷羊”，而是喂养一群飢饿的小羊。

source: That made the ministers even more determined to deal with their "competition."
zh_cn: 这使得那些传道人更下决心要与她一较长短。

source: They complained to the mayor's office that since Kathryn had held meetings in the cityowned auditorium every night for more than six months, she had actually turned their tax-supported property into a church.
zh_cn: 由于六个多月来，凯瑟琳每晚都在市政府所属的礼堂内聚会，因此他们便到市府办公室向市长抱怨说，她就要将这座由纳税人所支付的产业变成一所教会了。

source: But Pittsburgh's mayor, David Lawrence (who was later elected governor of the state), turned out to be one of Kathryn's staunchest friends and supporters.
zh_cn: 然而匹兹堡的市长大卫.劳伦斯(DavidLawrence，后来当选为该州州长)竟成为凯瑟琳的挚友与支持者。

source: A Roman Catholic, he issued instructions that Kathryn was to stay in Carnegie Auditorium as long as she wanted.
zh_cn: 他是一位天主教徒，却发布一道命令，说”只要凯瑟琳愿意，即可无限期使用卡内基礼堂。”

source: She remained for twenty years. But in the meantime, the controversy grew more intense.
zh_cn: 她一共用了廿年，也因此使得争论益趋激烈。

source: Redbook magazine assigned Pittsburgh reporter Emily Gardner Neal (who later helped write I Believe in Miracles for Miss Kuhlman) to look into the situation.
zh_cn: “红书”杂志曾指派驻匹兹堡记者爱美莉哥德纳-尼尔(EmilyGardnerNeal)后来帮助库尔曼小姐完成”我相信神迹”<iBelieveinMiracles〉一书)作实地的观察。

source: The resulting story set Kathryn on the road to national prominence.
zh_cn: 这篇故事报导的结果，凯瑟琳成为举国皆知的人物。

source: In an unprecedented editor's foreword to their seven-page story, Redbook said:
zh_cn: ”红书”杂志还史无前例地为那篇长达七页的报导写了编者序。

source: The amazing story of Kathryn Kuhlman was one which Redbook editors approached with misgivings.
zh_cn: “『红书』杂志的编辑，曾带着诸般疑惑去采访有关凯瑟琳一些令人惊奇的故事。

source: No amount of doubt regarding "faith healing" of any sort, however, could obscure the fact that startling things were happening at Miss Kuhlman's evangelistic services in Pittsburgh.
zh_cn: 然而，不论我们对所谓『信心医治』有任何怀疑，都无法使库尔曼小姐在匹兹堡布道会上所行的神迹奇事受到丝毫损伤。

source: For four months, writers and researchers investigated the healings and cures. If Redbook' s investigators erred, it was on the side of skepticism.
zh_cn: 我们的记者与调查员，足足花了四个月的时间从事病得医治的调查，如果『红书』的调查员犯了错误，那必然是怀疑论作祟的缘故。

source: But as they questioned and studied, the edirors' original incredulity gave way to a conviction that the facts demanded publication...
zh_cn: 然而就在他们作了探访与研讨之后，这些编辑人员先前的怀疑终因事实的确切而冰释，并公诸于世......

source: Physicians' statements, of course, have been difficult to obtain; although a doctor may not personally object to describing a patient's progress under such circumstances, he usually refuses out of deference to the medical profession's wariness of faith healing...
zh_cn: 当然，医生们的书面证明颇不易取得.，虽然医生个人并不反对在此情况下叙述病人进步的情形-但通常他们仍拒绝从.一个医学专业人员的角色，来承认信心医治是值得注意的......

source: This magazine has in its custody the following confidential documents: twenty testimonials from persons claiming to have been healed; four statements from clergymen supporting Miss Kuhlman's ministry: two letters from public officials; four workmen's compensation reports; two statements from men in fields allied to medical work and six medical and X-ray reports...
zh_cn: 本杂志搜集了以下的书面证词，20份来自病人本身宣布病得医治的证据，四份来自牧师们支持韦尔曼小姐的声明；两封来自公家机构的信；一份工人的赔偿报告，两份来自医学专业人员的声明；六份医学及X光报告。

source: C. M. Clark, Pittsburgh hearing-aid expert, stated in a letter: "We actually saw God's miracle healing" of a deaf-mute who repeated words "using lip forms, throat tones and nasal sounds which she had never experienced."
zh_cn: 克拉克(C.M.Clark)是匹兹堡的助听医疗专家，他在一封信中说明..『我们的确看到神在一位既聋又哑的人身上所行的神迹医治，她一直用不同的嘴形、喉音、鼻音来发音，这是她前所未有的。』

source: This magazine therefore invites readers' attention to this report, the integrity of which has been checked in every possible way, confident that persons who have faith, or the hope of it, will find here a message of deep inner significance.
zh_cn: 我们在此郑重声明，本报告之客观、纯正已经过一再审核，深信那些有信心、有盼望的人，会发现一个深具内在意义的信息。”

source: Despite Redbook' s claim that they could prove many of those who attended the miracle services were healed, Kathryn's critics grew even more vocal. For the first time in her career, she was being attacked theologically rather than personally.
zh_cn: 尽管”红书”杂志宣称，他们能证明许多人参加医病大会获得医治的事实，但批评凯瑟琳的声浪却愈发汹涌，而且这也是她一生中头一次遭到来自神学观，而非个人生活上的攻击。

source: It was an entirely new war.
zh_cn: 这实在是一场新的战争。

source: The most vicious attack came in the summer of 1952.
zh_cn: 最恶意的攻击发生在1952年的夏天。

source: At the invitation of Rex and Maude Aimee Humbard, a traveling evangelistic family from Arkansas, Kathryn went to Akron, Ohio, for a series of meetings in the huge tent erected by the Humbard family on Triplett Boulevard next to the Akron airport.
zh_cn: 当时凯瑟琳接受来自阿肯色州的旅行布道家雷克斯和玛帝-巴德(RexandMaudeAimeeHumbard)夫妇的邀请，前往俄亥俄州亚克朗，为恒巴德家人在亚克朗机场附近的里波里街所搭建的帐棚，举行一连串特会。

source: The Humbards were well-known in Ohio, although their ministry had been a traveling one.
zh_cn: 虽然恒巴德一家是旅行布道者，但在俄亥俄州州相当有名。

source: With Rex and his wife were Dad and Mother Humbard, who had been preaching for more than forty years, and Rex's brother, Clement.
zh_cn: 雷克斯夫妇与其已传道40余载的父母，以及兄弟克里门(Clement)共同组成布道团。

source: Kathryn, of course, was already famous throughout the area due to her extensive radio broadcasts and the large services she had been holding on a regular basis at Stambaugh Auditorium in nearby Youngstown.
zh_cn: 至于凯瑟琳，由于她的广播布道，以及在阳士敦附近的史丹堡礼堂举行经常性大聚会，在此地也极享盛名。

source: What Kathryn didn't know was she had invaded the lair of the most noted fundamentalist preacher in the North-Dallas Billington, of the million-dollar Akron Baptist Temple.
zh_cn: 凯瑟琳所未察觉的是，她已侵入位于北方最著名的基要派牧师达拉斯-毕宁顿(Dallas Billington)的地盘了，他是价值百万美元的亚克朗浸信会圣殿的牧师。

source: Billington had been ordained a Southern Baptist minister at a small church in Murray, Kentucky, in 1924.
zh_cn: 毕宁顿在1924年于肯塔基州墨累市(Murray)的美南浸信会，被按立为一座小礼拜堂的传道人，不久之后，这位凶猛的牧师勾结了几个浸信会传道人----

source: Shortly after, the fiery preacher, in collusion with several other Baptist ministers-including John R. Rice and J. Frank Norris of the First Baptist Church of Ft. Worth, Texas-began a devastating attack on the Southern Baptist Convention, saying it had turned liberal.
zh_cn: 包括德州沃斯堡(Ft.Worth)浸信会第一教会的约翰-赖斯(JohnR.Rice)和法兰克-诺里斯(FrankNorris)，开始对美南浸信会总会展开毁坏性的攻击，说它已趋向自由主义。

source: As the attack grew more vicious, some of the pastors withdrew from the SBC and formed a loose league of independent Baptist churches whose primary purpose seemed to consist of attacking liberals, Catholics, faith healers, and women preachers.
zh_cn: 这个攻击愈来愈荒谬，一些从美南浸信会总会退出的牧师，开始组成了一个松散的独立浸信会教会联盟，他们主要的目的似乎只在攻击自由主义、天主教、心灵医治以及女传道人。

source: In fact, one of the most popular books making the rounds was written by John R. Rice and entitled, Bobbed Hair, Bossy Wives and Women Preachers.
zh_cn: 当时由约翰.赖斯所写的”短发、跋扈的妻子和女传道人”一书还上了畅销书排行榜。

source: Billington, a former factory worker who could never be accused of running from a fight, was granted a church theological degree-Doctor of Bibliology-from the First Baptist Church of Ft. Worth, Texas. He moved to Akron in 1925 to establish the Akron Baptist Temple.
zh_cn: 而毕宁顿本人原是工厂工人，后来获得德州沃斯堡市浸信会第一教会所颁的教会神学学位，即圣经学博士，他于1925年搬到亚克朗建造了亚克朗浸信会圣殿。

source: During his twenty-seven years, he had built a dynasty over which he ruled as absolute monarch in the thriving rubber city.
zh_cn: 在他停留的27年当中，不只在这繁华的橡胶城建立起他的王朝，而且他也像专制的帝王般统治他们。

source: The arrival of the huge Humbard family tent, which had a seating capacity of more than 15,000, and "that woman faith healer" Kathryn Kuhlman at the same time, was tantamount to waving a red flag in front of an angry bull.
zh_cn: 恒巴德家族大帐棚布道团的抵达------棚内可容纳15000个座位，同时再加上这位”女性信心医治者”凯瑟琳-库尔曼，无异是在一头忿怒的公牛面前挥舞红布。

source: Kathryn was in for the fight of her life, only this time she was not throwing against a bush leaguer like M.J. Maloney, but the king of swat, Dallas Billington.
zh_cn: 凯瑟琳是为她生命的争战而来的，只是这一次棋逢敌手，不是门外汉的马农尼，而是全垒打王达拉斯-毕宁顿。

source: Billington lost no time in getting out of the dugout. He had every intention of belting her out of the park.
zh_cn: 毕宁顿迫不及待地从棒球队员休息区冲锋上阵，想尽办法将她逐出场外。

source: Hopefully he'd be able to hit a grand slam and get rid of the Humbards as well.
zh_cn: 同时希望击出一只再见全垒打，好将恒巴德一并打败。

source: Like Casey, he eventually struck out, but not until he hit a lot of screaming foul balls, which had everyone in Akron ducking.
zh_cn: 然而就像卡塞(Casey)一样，他一直撃出界外球，而使得亚克朗的每一个人都喘不过气来，最后终于被三振出局。

source: On Sunday, August 10, 1952, Kathryn made her first pitch, preaching to more than 15,000 people, who jammed the huge tent.
zh_cn: 1952年8月10日的主日上午，凯瑟琳投出了她的第一球，当时与会人数超过这个大帐棚所能容纳的15000人。

source: Many of the people arrived as early as five o'clock that morning in order to get seats for the nine o'clock service, which lasted until after noon.
zh_cn: 许多人在清晨五点到达会场，以参加早晨九点钟的聚会(通常会一直持续到中午过后)。

source: On August 15, Billington struck back.
zh_cn: 8月15日，毕宁顿立刻反击。

source: In a news release which was plastered on the front page of the Akron Beacon Journal, the bombastic preacher offered $5,000 to anyone- man or woman-who could prove he or she could heal a person through prayer.
zh_cn: 这个善于夸辞的牧师在亚克朗的灯塔杂志前页，发布一则新闻，说道，他将提供5000元给任何能证明自己可以藉祷告医治人的男士或女士。

source: "I make my offer to emphasize my belief that there is no greater racket in America-whether it be horse jockeying, dog races, or the numbers racket-than the so-called divine healers of our day.
zh_cn: “我提供这笔奖金的用意乃在强调，今日的美国，没有一种喧哗声——不论是赛马、跑狗或彩券，会比我们这时代的神的医治者声浪更大。

source: I have a mute class in my congregation. If Kathryn Kuhlman will come out to the temple on Sunday and open their ears and loose their tongues so they can talk, I'll let her hold one service in my temple each month for twelve months free of charge."
zh_cn: 在我会众当中有一些聋哑者，假如凯瑟琳库尔曼愿意在主日到我们的圣殿来讲道，开启他们的耳朵、舒展他们的舌头使他们能开口，我就让她在我们的圣殿每个月主领一次聚会，连续十二个月不收取任何费用。”

source: Billington, who publicly accused Kathryn of having received her training from the writings of Aimee Semple McPherson, stated, "Nowhere was the power of divine healing ever given to be administered by any woman.
zh_cn: 毕宁顿还公开指控，凯瑟琳是从麦艾美的著作中得着这种训练的，他说：”神医治的大能从来就不曾交由妇女使用。

source: Women have their rightful places, but when you put one in the pulpit, it is unscriptural."
zh_cn: 妇女有属于她们自己的地方，但只要你将她摆在讲台上，就是违背圣经。”

source: Billington was following the straight fundamentalist line, a line he himself had helped make popular as one of the most powerful and successful preachers of his generation.
zh_cn: 毕宁顿是一个绝对遵循基要主义路线的人，就因他遵此路线，使得他成为最具权威、最成功，并负盛名的牧师。

source: There was never any indication that he was attacking Kathryn personally, although before the night was over he did go to his pulpit and "expose" her as a divorcee.
zh_cn: 虽然在整个争吵完全结束之前，毕宁顿曾在讲台上”透露:”她是一个离过婚的女人，但除此之外，并没有任何迹象显示他对凯瑟琳有过人身攻击。

source: However, he felt he had a divine right to blow the trumpet and warn the sheep that there was a wolf prowling the outskirts of town.
zh_cn: 然而他总觉得，他有神圣的权力吹角警告那些小绵羊，有一匹狼正在市镇外窥视。

source: Kathryn, remembering her victories in Franklin, flushed with the success of her ministry in Pittsburgh and Youngstown, and encouraged by the thousands of people who rose to her support, wound up and fired her fast ball right down the middle.
zh_cn: 凯瑟琳当然记得她在富兰克林的胜利，在匹兹堡的辉煌事工，以及在阳士敦的成就，并且受到成千上万支持她的群众拥护，于是她作了一个挥动手臂投球的动作，投出一个快速直球。

source: "I have been in this vicinity seven years, and I feel that my life and ministry speak for themselves," she told the newspaper. "I have never at any time or place made a statement that I have ever healed anyone. It is the power of God.
zh_cn: “我已在这个地方7年了，我觉得我的生活和事工足以代为发言。”她告诉记者说：“不论在何地、何时，我都未曾说过我曾医治任何人，这乃是神的大能。

source: Go right ahead and publish anything Dr. Billington says.
zh_cn: 你尽管刊登毕宁顿博士所说的话。

source: He's going to split his church wide open."
zh_cn: 他教会的大门就要敞开了。”

source: The response was instantaneous.
zh_cn: 这些话立刻引起回响。

source: The newspaper's circulation department reported that the demand for extra papers was second only to the annual requests which poured in from all over the country at Soap Box Derby time-an annual event for which Akron is famous.
zh_cn: 该报的发行部门宣称，其报纸额外发行量的骤增，仅次于亚克朗每年一大盛事。”儿童木箱与玩具车比赛”的需求量。

source: Letters by the thousands poured into the newspaper office as well as into Kathryn's offices in the Carlton House in Pittsburgh.
zh_cn: 成千上万的信件涌进报社办公室，以及凯瑟琳位于匹兹堡卡尔登客栈的办公室。

source: Rex Humbard, who never expected this kind of battle from one he called a "brother in the Lord," was aghast over what was happening.
zh_cn: 雷克斯-恒巴德从来没想到他一向所尊称的”主内弟兄”会给他们如此的攻击，令他十分震惊。

source: He called Kathryn, releasing her from her obligation to preach the following Sunday, if she wished.
zh_cn: 于是打电话给凯瑟琳说，只要她愿意，他愿意让她在下个主日传讲信息。

source: "No one likes this airing our dirty linen in public less than I," she said. "Let's hold our ground.
zh_cn: “没有人会比我更不喜欢家丑外扬。”她说,“让我们坚持立场。

source: I'll be there Sunday morning with bells on."
zh_cn: 我乐于主持下个主日早晨的聚会。”

source: Not only was Kathryn there, but more than 20,000 others showed up also.
zh_cn: 不只凯瑟琳与会，另外还有为数超过20000名的会众出席。

source: Billington had, unwittingly, given Kathryn and the Humbards more publicity than they had money to purchase.
zh_cn: 毕宁顿不知不觉反而为凯瑟琳和恒巴德一家人作了免费宣传。

source: Back in Pittsburgh, Kathryn was lining up her defense.
zh_cn: 回到匹兹堡后，凯瑟琳开始构筑她的防御工事。

source: Maggie Hartner, who was now working full-time, was being helped out by two sisters, Maryon Marsh and Ruth Fisher.
zh_cn: 玛琪哈特娜现在已全时间为她工作，另外还有两个姐妹-----玛莹马斯和露丝费雪作她的助手。

source: Like many others, Ruth and Maryon had been marginal Christians when they attended their first miracle service in 1950. However, after Ruth was healed of a severe spine condition which had kept her in and out of hospitals for half her life, the two of them got serious-with God and with the Kuhlman ministry.
zh_cn: 就像许多其他人一样，当露丝和玛莹于1950年第一次参加医病布道会时，她们尚未信主，然而，在露丝虚耗了大半辈子，为着她严重的脊椎症状经常进出医院而在此得了医治之后，她们两人对神、对库尔曼的事工，都是抱着相当严谨的态度。

source: Ruth began helping Maggie minister among the people during the miracle services, and Maryon went to work in the office as a typist. (Ruth later joined her as a staff member.)
zh_cn: 露丝总是在医病布道会中帮助玛琪照料会众，而玛莹则在办公室作文书处理的工作(露丝后来也成为她的同工)。

source: Besides the Sunday services in Akron, Kathryn was holding intermittent miracle services in New Castle, Youngstown, and Butler, as well as a regular Tuesday night Bible study in Pittsburgh and her big miracle service at Carnegie Hall on Friday.
zh_cn: 除了主日在亚克朗领会外，凯瑟琳也不时在纽塞、阳士敦和布特勒一带开医病聚会，每星期二晚上还在匹兹堡开查经班，每星期五在卡内基礼堂开大型的医病聚会。

source: Ruth and Maryon were both musical and sensed a need for a choir during the services. They organized a group of single women in Ruth's basement and sang at a few of the services.
zh_cn: 露丝和玛莹两人又颇具音乐恩赐，深觉聚会中需有诗班的献诗，所以就在露丝家的地下室组成一个单身妇女诗班，在聚会中献诗。

source: Seeing the need for a choir, Kathryn then made contact with Dr. Arthur Metcalfe, the distinguished director of the Mendelssohn Choir in Pittsburgh. She persuaded him to come with her as her choir director. It was one of the best moves she ever made.
zh_cn: 同时，凯瑟琳亦看到成立诗班的必要，就与匹兹堡孟德尔颂(Mendelssohn)诗班的著名指挥麦卡尔夫博士(Dr.ArthurMetcalfe)取得联络，并说服他来此当诗班指挥；此擧实在是可圏可点。

source: Dr. Metcalfe, dedicated more than twenty-three years to the ministry before he succumbed to a heart attack exactly a year-to the day-before Kathryn died.
zh_cn: 从此麦卡尔夫博士直到死于心脏病那天为止(翌年凯瑟琳病逝)，奉献了他23年的光阴为主作工。

source: Another member of her "Pittsburgh team" was her accountant, Walter Adamack.
zh_cn: 凯瑟琳”匹兹堡布道团”的另一主要成员是会计华特阿达麦(Walter Ada-mack)。

source: Already nearing retirement age, Adamack was, in many ways, like Kathryn's papa. He distrusted preachers and religious institutions. When he heard of Billington's attack against Kathryn, he knew he had lined up on the right side.
zh_cn: 阿达麦已届退休年龄，在许多方面就像凯瑟琳的父亲；他不相信任何牧师与宗教机构，当他听说毕宁顿攻击凯瑟琳时，他知道他乃是处于正直的一方。

source: He was a fighter and thought nothing of using colorful language when someone attacked those to whom he was loyal. He represented much of what Billington opposed.
zh_cn: 他是个好战的人，只要有人攻击他所效忠的人，他绝不只是以优美的词藻反驳，这是毕宁顿所不能忍受的。

source: Kathryn liked him, however. She liked him because he was outspoken, and a little bit arrogant.
zh_cn: 凯瑟琳很喜欢他，因为他直言无讳并且气势凌人。

source: He became the watchdog over her finances. Later, he helped her with the formation of her foundation and several side corporations.
zh_cn: 他是她财务方面的看守者，也是日后帮助她企划基金会与卫星公司的主要同工。

source: He was one of Kathryn's most trusted friends and advisors-and an invaluable aide when she waded into her fight with Billington.
zh_cn: 他是凯瑟琳最可信任的朋友与顾问；也是与毕宁顿争斗时最宝贵的支柱。

source: Thus fortified by a good staff and thousands of friends, who were writing letters and making telephone calls, Kathryn girded herself for the next inning of the battle between the tent and the temple.
zh_cn: 由于凯瑟琳内有一群好同工，外有成千上万朋友的来信与电话的支持，因此她不仅构筑了坚固的防御工事，且束起了腰，在帐棚与圣殿之战中，开始另一局的比赛。

source: Returning to Akron for the Sunday service, she brought with her a number of people, all of whom had volunteered to testify of physical healings.
zh_cn: 当她回到亚克朗带领主日聚会时，同时也带了一群自愿为她作病得医治的见证人。
